---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.DegreeFInterval
source: html/5ae36133-1359-8afe-4ff2-295d042b2501.htm
---
# Autodesk.Revit.DB.SymbolTypeId.DegreeFInterval Property

Symbol °F, indicating unit Fahrenheit interval.

## Syntax (C#)
```csharp
public static ForgeTypeId DegreeFInterval { get; }
```